Repository: Bala-273/TechM_Fullstack_Training
Catalog: Flutter_Task/lib/l10n/app_*.arb
Languages: ta

# appTitle
source: Quote App
ta: பொன்மொழி பயன்பாடு

source: Add Quote
ta: பொன்மொழியைச் சேர்க்கவும்

source: Quote Text
ta: பொன்மொழி உரை

source: Author Name
ta: ஆசிரியர் பெயர்

# noQuotes
source: No quotes available. Add some inspiration!
ta: பொன்மொழிகள் எதுவும் இல்லை. சில ஊக்கத்தைச் சேர்க்கவும்!

source: English
ta: ஆங்கிலம்

source: Tamil
ta: தமிழ்

source: Spanish
ta: ஸ்பானிஷ்

source: Show Another Quote
ta: மற்றொரு பொன்மொழியைக் காட்டு

source: All Quotes
ta: அனைத்து பொன்மொழிகள்

source: No quotes found
ta: பொன்மொழிகள் எதுவும் கிடைக்கவில்லை

# fieldRequired
source: Required field
ta: தேவையான புலம்

source: Error
ta: பிழை

source: Save Quote
ta: பொன்மொழியைச் சேமிக்கவும்
